Repository: MadKernell/navi-localization
Catalog: app/*.strings
Languages: fr, it, ru, tr

source: Get Started
fr: Commencer
it: Inizia
ru: Начать
tr: Hemen Başla

source: Allow
fr: Autoriser
it: Consenti
ru: Разрешить
tr: İzin Ver

source: Allowed
fr: Autorisé
it: Consentito
ru: Разрешено
tr: İzin Verildi

source: Denied
fr: Refusé
it: Negato
ru: Запрещено
tr: Reddedildi

source: Continue
fr: Continuer
ru: Продолжить

source: Microphone
it: Microfono
ru: Микрофон
tr: Mikrofon

source: Navi uses the microphone to listen to your voice when you are talking.
fr: Navi utilise le microphone pour écouter votre voix lorsque vous parlez.
it: Navi usa il microfono per ascoltare la tua voce mentre parli.
ru: Navi использует микрофон, чтобы слушать ваш голос, когда вы говорите.
tr: Navi, konuşurken sesinizi dinlemek için mikrofonu kullanır.

source: Speech Recognition
fr: Reconnaissance vocale
it: Riconoscimento Vocale
ru: Распознавание речи
tr: Ses Tanıma

source: Navi uses Speech recognition to convert your words into subtitles.
fr: Navi utilise la reconnaissance vocale pour convertir ce que vous dites en sous-titres.
it: Navi usa il Riconoscimento vocale per convertire le tue parole in sottotitoli
ru: Navi использует распознавание речи для преобразования ваших слов в субтитры.
tr: Navi, kelimelerinizi altyazılara dönüştürmek için ses tanıma özelliğini kullanır.

source: To record your sentences for creating subtitles
fr: Pour enregistrer vos phrases pour créer des sous-titres
it: Per registrare le tue parole per creare sottotitoli
ru: Для записи ваших предложений для создания субтитров
tr: Altyazı oluşturmak için cümlelerinizi kaydetmek için izin verin

source: Microphone Access Denied
fr: Accès au microphone refusé
it: Accesso al Microfono Negato
ru: Доступ к микрофону запрещен
tr: Mikrofon izni reddedildi

source: Navi needs access to your microphone to generate subtitles. Please give access to your microphone in your settings.
fr: Navi a besoin d'accéder au microphone pour générer des sous-titres. Veuillez autoriser l'accès au microphone dans les réglages.
it: Navi ha bisogno del microfono per generare sottotitoli. Per favore dai accesso al microfono nelle impostazioni
ru: Navi необходим доступ к микрофону для создания субтитров. Пожалуйста, предоставьте доступ к вашему микрофону в настройках.
tr: Altyazı oluşturmak için Navi'nin mikrofonunuza erişmesi gerekiyor. Lütfen ayarlarınızda mikrofonunuza erişim izni verin.

source: To convert what you are saying into subtitles
fr: Pour convertir ce que vous dites en sous-titres
it: Per convertire quello che dici in sottotitoli
ru: Чтобы преобразовать то, что вы говорите, в субтитры
tr: Söylediklerini altyazıya dönüştürmek için izin verin

source: Speech Recognition Denied
fr: Reconnaissance vocale refusée
it: Riconoscimento Vocale Negato
ru: Распознавании речи запрещено
tr: Ses tanıma izni reddedildi

source: Navi uses Speech Recognition to generate subtitles. Please give access to Speech Recognition in your settings.
fr: Navi utilise la reconnaissance vocale pour générer des sous-titres. Veuillez donner accès à la reconnaissance vocale dans les réglages.
it: Navi usa il Riconoscimento Vocale per generare sottotitoli. Per favore dai accesso al riconoscimento vocale nelle impostazioni.
ru: Navi использует распознавание речи для создания субтитров. Пожалуйста, предоставьте доступ к распознаванию речи в ваших настройках.
tr: Navi, altyazı oluşturmak için Konuşma Tanıma'yı kullanır. Lütfen ayarlarınızda Konuşma Tanıma'ya erişim izni verin.

source: Open Settings
fr: Ouvrir les réglages
it: Apri Impostazioni
ru: Открыть настройки
tr: Ayarları Aç

source: Skip
fr: Passer
it: Salta
ru: Пропустить
tr: Geç

source: Permissions
fr: Autorisations
it: Permessi
ru: Разрешения
tr: İzinler

source: Navi requires microphone and speech to text permission to create subtitles. Without it Navi won't work properly.
fr: Navi a besoin d'avoir accès au microphone et à la reconnaissance vocale pour créer des sous-titres. Sans cela, Navi ne fonctionnera pas correctement.
it: Navi ha bisogno del microfono e del riconoscimento vocale per generare sottotitoli. Senza essi Navi non può funzionare correttamente.
ru: Для создания субтитров Navi требуется разрешение на разрешение микрофона и преобразование речи в текст. Без этого Navi не сможет работать должным образом.
tr: Navi, altyazı oluşturmak için mikrofon ve konuşmadan metne çevirme izni gerektirir. Bu izinler olmadan Navi düzgün çalışmayacaktır.

source: Skip anyway
fr: Passer quand même
it: Salta comunque
ru: Все равно пропустить
tr: Yine de geç

source: Display Name
fr: Nom affiché
it: Nome Visualizzato
ru: Показать имя
tr: İsim

source: The name that is displayed alongside your subtitles
fr: Le nom qui s'affichera à côté de vos sous-titres
it: Il nome visualizzato di fianco ai sottotitoli.
ru: Имя, которое отображается рядом с вашими субтитрами
tr: Altyazılarınızın ile birlikte görüntülenen isim

source: The language that you will be talking in.
fr: La langue dans laquelle vous parlerez.
it: La lingua nella quale parlerai.
ru: Язык, на котором вы будете говорить.
tr: Konuşacağınız dil.

source: You're ready for your first call!
fr: Vous êtes prêt pour votre premier appel !
it: Sei pronto alla tua prima chiamata!
ru: Вы готовы к первому звонку!
tr: İlk aramanız için hazırsınız!

source: Invite your friends and call them with FaceTime to enable subtitles.
fr: Invitez vos amis et appelez-les avec FaceTime pour activer les sous-titres.
it: Invita i tuoi amici e chiamali con FaceTime per abilitare i sottotitoli
ru: Пригласите своих друзей и позвоните им с помощью FaceTime, чтобы включить субтитры.
tr: Altyazıları etkinleştirmek için arkadaşlarınızı davet edin ve onları FaceTime ile arayın.

source: How to use Navi
fr: Comment utiliser Navi
it: Come usare Navi
ru: Как пользоваться Navi
tr: Navi nasıl kullanılır?

source: Share
fr: Partager
it: Condividi
ru: Поделиться
tr: Paylaş

source: Support
it: Supporto
ru: Служба поддержки
tr: Destek

source: How to enable subtitles
fr: Comment activer les sous-titres
it: Come abilitare i sottotitoli
ru: Как включить субтитры
tr: Altyazılar nasıl etkinleştirilir?

source: What languages are supported?
fr: Quelles langues sont prises en charge ?
it: Che lingue sono supportate?
ru: Какие языки поддерживаются?
tr: Hangi diller desteklenir?

source: Navi works in %@
fr: Navi fonctionne en %@
it: Navi funziona in %@
ru: Navi поддерживает %@
tr: Navi %@ ile çalışmayacaktır

source: Privacy Policy
fr: Politique de confidentialité
it: Informativa Privacy
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: You can read Navi's Privacy Policy [here](URL GOES HERE)
fr: Vous pouvez lire la politique de confidentialité de Navi [ici] (URL GOES HERE). En résumé, nous voulons en savoir le moins possible sur vous.
it: Puoi leggere l'informativa privacy [qui](URL GOES HERE). In breve vogliamo sapere il meno possibile su di te.
ru: Вы можете прочитать Политику конфиденциальности Navi [здесь] (URL ЗДЕСЬ). Короче говоря, мы хотим знать о вас как можно меньше.
tr: Navi'nin Gizlilik Politikasını [here](URL GOES HERE) okuyabilirsiniz. Kısacası, sizin hakkınızda mümkün olduğunca az şey bilmek istiyoruz.

source: Email Us
fr: Envoyez-nous un email
it: Mandaci una mail
ru: Свяжитесь с нами по электронной почте
tr: Bize E-posta Gönderin

source: Settings
fr: Réglages
it: Impostazioni
ru: Настройки
tr: Ayarlar

source: Language
fr: Langue
it: Lingua
ru: Язык
tr: Dil

source: Make sure the language matches the language you are speaking in, otherwise the generated subtitles will be inaccurate.
fr: Assurez-vous que la langue correspond à la langue dans laquelle vous parlez, sinon les sous-titres générés seront inexacts.
it: Assicurati che la lingua sia quella in cui parlerai, altrimenti i sottotitoli generati non saranno accurati.
ru: Убедитесь, что язык соответствует языку, на котором вы говорите, иначе сгенерированные субтитры будут неточными.
tr: Dilin konuştuğunuz dille eşleştiğinden emin olun, aksi takdirde oluşturulan altyazılar hatalı olacaktır.

source: Translators
fr: Traducteurs
it: Traduttori
ru: Переводчики
tr: Çevirmenler

source: Special thanks to
fr: Remerciements spéciaux à
it: Un ringraziamento speciale a
ru: Особая благодарность
tr: Teşekkürler;

source: Review Navi
fr: Noter Navi
it: Scrivi una recensione su Navi
ru: Оставить отзыв о Navi
tr: Navi'yi İncele

source: Show Onboarding
fr: Afficher la page de bienvenue
it: Mostra Introduzione
ru: Показать экран приветствия
tr: Girişi Göster

source: Subtitles
fr: Sous-titres
it: Sottotitoli
ru: Субтитры
tr: Altyazılar

source: Show own transcription
fr: Afficher votre propre transcription
it: Mostra la tua trascrizione
ru: Показать собственную транскрипцию
tr: Kendi yazınızı göster

source: Large subtitles
fr: Gros sous-titres
it: Sottotitoli grandi
ru: Большие субтитры
tr: Büyük altyazılar

source: Display your own transcription and choose the size of the incoming subtitles.
fr: Affichez votre propre transcription et choisissez la taille des sous-titres entrants.
it: Mostra la tua trascrizione e scegli la dimensione dei sottotitoli in arrivo
ru: Показать собственную транскрипцию и выбрать размер субтитров.
tr: Kendi çeviri yazınızı görüntüleyin ve gelen altyazıların boyutunu seçin.

source: Translation
fr: Traduction
it: Traduzione
ru: Перевод
tr: Çeviri

source: Live Translation
fr: Traduction en direct
it: Traduzione in diretta
ru: Живой перевод
tr: Canlı Çeviri

source: Realtime Translation
fr: Traduction en temps réel
it: Traduzione in tempo reale
ru: Перевод в реальном времени
tr: Gerçek Zamanlı Çeviri

source: Translate subtitles as soon as they come in. This requires a lot more Translation Tokens.
fr: Traduisez les sous-titres dès qu'ils s'affichent. Cela nécessite beaucoup plus de jetons de traduction.
it: Traduci i sottotitoli appena arrivano. Richiede molti più Gettoni di traduzione.
ru: Переводите субтитры, как только они отображаются. Для этого требуется намного больше токенов перевода.
tr: Altyazıları gelir gelmez çevirin. Bu, çok daha fazla Çeviri Simgesi gerektirir.

source: Unlimited Subtitles
fr: Sous-titres illimités
it: Sottotitoli Illimitati
ru: Неограниченное количество субтитров
tr: Sınırsız Altyazı

source: Get Unlimited Subtitles
fr: Obtenez des sous-titres illimités
it: Ottieni Sottotitoli Illimitati
ru: Получите неограниченное количество субтитров
tr: Sınırsız Altyazı Edinin

source: Enable subtitles on all your FaceTime calls
fr: Activez les sous-titres sur tous vos appels FaceTime
it: Abilita i sottotitoli in tutte le tue chiamate FaceTime
ru: Включите субтитры для всех звонков FaceTime
tr: Tüm FaceTime aramalarınızda altyazıları etkinleştirin

source: Restore Purchases
fr: Restaurer les achats
it: Ripstirina gli acquisti
ru: Восстановить покупки
tr: Satın Alınanları Geri Yükle

source: Talk to anyone, in any language. Translate what other people are saying instantly!
fr: Parlez à n'importe qui, dans n'importe quelle langue. Traduisez ce que les autres personnes disent instantanément !
it: Parla con chiunque, in qualsiasi lingua. Traduci quello che le altre persone dicono istantaneamente!
ru: Говорите с кем угодно на любом языке. Мгновенно переводите то, что говорят другие люди!
tr: Herhangi biriyle, herhangi bir dilde konuşun. Başkalarının söylediklerini anında çevirin!

source: Every character that needs to be translated uses one token
fr: Chaque caractère qui doit être traduit utilise un jeton
it: Ogni persona che deve essere tradotta richiede un Gettone.
ru: Каждый символ, который нужно перевести, использует один токен
tr: Çevrilmesi gereken her karakter bir çeviri birimi kullanır

source: How many tokens do I need?
fr: De combien de jetons ai-je besoin ?
it: Quanti gettoni mi servono?
ru: Сколько токенов мне нужно?
tr: Kaç çeviri birimine ihtiyacım var?

source: Good morning
fr: Bonjour
it: Buongiorno
ru: Доброе утро
tr: Günaydın

source: Good afternoon
fr: Bon après-midi
it: Buon pomeriggio
ru: Добрый день
tr: İyi günler

source: Good evening
fr: Bonsoir
it: Buonasera
ru: Добрый вечер
tr: İyi geceler

source: Maybe Later
fr: Peut-être plus tard
it: Forse più tardi
ru: Может быть позже
tr: Belki sonra

source: Your Tokens
fr: Vos jetons
it: I tuoi Gettoni
ru: Ваши токены
tr: Çeviri birimleriniz

source: %@ tokens
fr: %@ jetons
it: %@ Gettoni
ru: %@ токенов
tr: %@ çeviri birimi

source: Trial Pack
fr: Paquet d'essai
it: Pacchetto Prova
ru: Пробный пакет
tr: Deneme Paketi

source: Small Pack
fr: Petit Paquet
it: Pacchetto Small
ru: Маленький пакет
tr: Küçük Paket

source: Large Pack
fr: Grand Paquet
it: Pacchetto Large
ru: Большой пакет
tr: Büyük Paket

source: Business Pack
fr: Mega Paquet
it: Pacchetto Mega
ru: Мега пакет
tr: İş Paketi

source: Token Calculator
fr: Calculateur de jetons
it: Calcolatore di Gettoni
ru: Калькулятор токенов
tr: Çeviri Birimi Hesaplayıcı

source: Words
fr: Mots
it: Parole
ru: Слова
tr: Kelimeler

source: Words per minute
fr: Mots par minute
it: Parole al minuto
ru: Слов в минуту
tr: Dakika başına kelime

source: Characters
fr: Caractères
it: Caratteri
ru: Символы
tr: Karakterler

source: Characters per minute
fr: Caractères par minute
it: Caratteri al minuto
ru: Символов в минуту
tr: Dakika başına karakter

source: per minute
fr: par minute
it: al minuto
ru: в минуту
tr: dakikada

source: per 30 minutes
fr: par 30 minutes
it: per 30 minuti
ru: за 30 минут
tr: 30 dakikada

source: Start Calculator
fr: Lancer le calculateur
it: Fai partire il Calcolatore
ru: Запустить калькулятор
tr: Hesap Makinesini Başlat

source: Stop Calculator
fr: Arrêter le calculateur
it: Ferma il Calcolatore
ru: Остановить калькулятор
tr: Hesap Makinesini Durdur

source: Start the calculator and speak at your normal pace to determine how many characters you speak in an average conversation.
fr: Lancer le calculateur et parlez à votre rythme normal pour déterminer le nombre de caractères que vous utilisez dans une conversation moyenne.
it: Fai partire il calcolatore e parla normalmente per determinare quanti caratteri pronunci mediamente in una conversazione.
ru: Запустите калькулятор и говорите в обычном темпе, чтобы определить, сколько символов произносите в среднем разговоре.
tr: Ortalama bir konuşmada kaç karakter konuştuğunuzu belirlemek için hesap makinesini başlatın ve normal hızınızda konuşun.

source: Nobody has said anything yet
fr: Personne n'a encore rien dit
it: Nessuno ha ancora detto nulla
ru: Еще никто ничего не сказал
tr: Henüz kimse bir şey söylemedi

source: Subtitles will appear here when someone starts talking
fr: Les sous-titres apparaîtront ici lorsque quelqu'un commencera à parler
it: I sottotitoli appariranno quando qualcuno inizierà a parlare
ru: Здесь появятся субтитры, когда кто-то начнет говорить
tr: Altyazılar biri konuşmaya başladığında burada görünecek

source: Enable Translation
fr: Activer la traduction
it: Abilita Traduzione
ru: Включить перевод
tr: Çeviriyi Etkinleştir

source: Disable Translation
fr: Désactiver la traduction
it: Disabilita Traduzione
ru: Отключить перевод
tr: Çeviriyi Devre Dışı Bırak

source: Manage Languages
fr: Gérer les langues
it: Gestisci Lingue
ru: Управлять языками
tr: Dilleri Yönet

source: Get Translate Tokens
fr: Obtenir des jetons de traduction
it: Compra Gettoni di Traduzione
ru: Получить токены перевода
tr: Çeviri Birimleri Alın

source: Tokens: %@
fr: Jetons: %@
it: Gettoni: %@
ru: Токены: %@
tr: Çeviri birimleri: %@

source: Favorite Languages
fr: Langues préférées
it: Lingue Preferite
ru: Избранные языки

source: All languages
fr: Toutes les langues
it: Tutte le lingue
ru: Все языки
tr: Bütün diller

source: Your favorites can quickly be selected from the language button
fr: Vos favoris peuvent être rapidement sélectionnés à partir du bouton de langue
it: I tuoi preferiti possono essere selezionati dal pulsante lingua
ru: Ваши избранные можно быстро выбрать с помощью кнопки выбора языка.
tr: Favorileriniz dil düğmesinden hızlı bir şekilde seçilebilir

source: Stop SharePlay
fr: Arrêter SharePlay
it: Ferma SharePlay
ru: Остановить SharePlay
tr: SharePlay'i Durdur

source: Disable Subtitles
fr: Désactiver les sous-titres
it: Disabilita Sottotitoli
ru: Отключить субтитры
tr: Altyazıları Devre Dışı Bırak

source: Waiting for others to join
fr: En attente que d'autres vous rejoignent
it: Attendi che gli altri arrivino
ru: Подождите пока другие присоединятся
tr: Başkalarının katılmasını bekleyin

source: Other people on the FaceTime call have to open Navi before their subtitles appear here.
fr: Les autres personnes participant à l'appel FaceTime doivent ouvrir Navi avant que leurs sous-titres n'apparaissent ici.
it: Le altre persone nella chiamata FaceTime devono aprire Navi prima che i loro sottotitoli compaiano qui.
ru: Другие участники вызова FaceTime должны открыть Navi, прежде чем их субтитры появятся здесь.
tr: FaceTime görüşmesindeki diğer kişiler, altyazıları burada görünmeden önce Navi'yi açmalıdır.
